Repository: vokator-online/monda_py04_django
Catalog: tasker_08/tasks/locale/*/LC_MESSAGES/django.po
Languages: lt

source: total tasks
lt: viso užduočių

source: undone tasks
lt: neatliktos užduotys

source: recent tasks
lt: paskutinės užduotys

source: general
lt: bendras

source: ownership
lt: nuosavybė

source: temporal tracking
lt: laiko sekimas

source: tasks
lt: užduotys

source: name
lt: pavadinimas

source: owner
lt: savininkas

source: project
lt: projektas

source: projects
lt: projektai

source: description
lt: aprašas

source: created at
lt: sukurta

source: updated at
lt: atnaujinta

source: is done
lt: atlikta

source: deadline
lt: terminas

source: task
lt: užduotis

source: dashboard
lt: suvestinė

source: admin
lt: adminas

source: log out
lt: atsijungti

source: log in
lt: prisijungti

source: sign up
lt: registracija

source: common dashboard
lt: bendra suvestinė

source: user dashboard
lt: vartotojų suvestinė

source: login required
lt: reikia prisijungti

source: nothing here
lt: nieko nėra

source: newest things to do
lt: naujausios užduotys

source: all done for now
lt: kolkas viskas atlikta

source: create a project at
lt: sukurti projektą

source: create a project
lt: sukurti projektą

source: create
lt: sukurti

source: deleting
lt: trinamas

source: deleting project
lt: trinamas projektas

source: are you sure you want to delete project
lt: ar tikrai norite ištrinti projektą

source: all project's
lt: visos projekto

source: tasks will be deleted
lt: užduotys bus ištrintos

source: confirm
lt: patvirtinti

source: change mind
lt: persigalvoti

source: edit
lt: redaguoti

source: delete
lt: ištrinti

source: create new
lt: sukurti naują

source: filter by owner
lt: filtruoti pagal sąvininką

source: no projects found
lt: proejktų nerasta

source: editing
lt: redaguojamas

source: editing project
lt: redaguojamas projektas

source: create a task at
lt: sukurti užduotį

source: create a task
lt: sukurti užduotį

source: deleting task
lt: trinama užduotis

source: are you sure you want to delete task
lt: ar tikrai norite ištrinti užduotį

source: created
lt: sukurta

source: updated
lt: atnaujinta

source: list
lt: sąrašas

source: filter by project
lt: filtruoti pagal projektą

source: no tasks found
lt: užduočių nerasta

source: editing task
lt: redaguojama užduotis

source: users
lt: vartotojai

source: overdue tasks
lt: vėluojančios užduotys

source: done tasks
lt: atliktos užduotys

source: marked as
lt: pažymėta kaip

source: done
lt: atlikta

source: undone
lt: neatlikta

source: permission error
lt: leidimo klaida

source: you must be the owner of either the task itelf or it's project
lt: jūs turite būti užduoties ar jos projekto savininkas

source: task created successfully
lt: užduotis sėkmingai sukurta

source: task edited successfully
lt: užduotis sėkmingai redaguota

source: task deleted successfully
lt: užduotis sėkmingai ištrinta

source: project created successfully
lt: projektas sėkmingai sukurtas

source: project updated successfully
lt: projektas sėkmingai redaguotas

source: project deleted successfully
lt: projektas sėkmingai ištrintas
